<template>
    <view>
        <view class="context">
            <h2 class="title-head">用户注册协议</h2>
            <view class="title-second">亲爱的用户，感谢您选用好招众包平台（一下简称为“好招平台”）的各项服务！注册前请阅读本协议，审阅并接受或不接受本协议（未成年人应在法定监护人陪同下审阅）。已经注册为本网站用户即表示您已充分阅读、理解并同意自己与本网站订立本协议，且您自愿受本协议的条款约束。如您通过本站或其他好招平台允许的方式实际使用好招平台服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与好招平台达成协议。若您不同意本协议，您应立即停止注册或停止使用好招平台服务。</view>
            <view class="title">一、协议服务范围</view>
            <view class="content">
                <view>1、本协议由您和北京财智君企业管理有限公司（以下简称为“财智君”）订立，本协议具有合同效力。</view>
                <view>2、除另行明确声明外，好招服务包含其关联公司、第三方服务商提供的基于互联网以及移动互联网的相关服务，且均受本协议约束。服务的具体内容由财智君根据实际情况提供。</view>
                <view>3、本协议内容包括协议正文、法律声明、及所有好招平台已经发布或将来可能发布的各类规则、公告或通知（以下合称“好招平台规则”或“规则”）。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。</view>
                <view>4、好招平台有权依据国家法律法规调整的要求和公平交易的商业原则及时地制订、修改本协议及各类规则，并以网站公示的方式进行变更公告，无需另行单独通知您。变更后的协议和规则一经在网站公布后，立即或在公告明确的特定时间自动生效。若您在前述变更公告后继续使用好招平台服务的，即表示您已经阅读、理解并接受经修订的协议和规则。若您不同意相关变更，应当立即停止使用好招平台服务。</view>
            </view>
            <view class="title">二、用户资格</view>
            <view class="content">
                <view>1、只有符合下列条件之一的自然人、个体工商户或法人才能申请成为本网站用户，可以使用本网站的服务：</view>
                <view>
                    <view>a）年满十八岁，并具有民事权利能力和民事行为能力的自然人；</view>
                    <view>b）无民事行为能力人或限制民事行为能力人应在其监护人的监护下使用好招平台服务；</view>
                    <view>c）根据中国法律、法规、行政规章成立并合法存在的机关、企事业单位、社团组织和其他组织。无合法资格的单位或组织不当注册为本网站用户的，其与本网站之间的协议自始无效，本网站一经发现，有权立即终止对该用户的服务，并追究其使用本网站服务造成各方损害的一切法律责任。</view>
                </view>
                <view>2、用户在参与交易时需要提供明确的联系电话，并完成实名认证。</view>
                <view>3、用户须承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性。</view>
            </view>
            <view class="title">三、用户的权利和义务</view>
            <view class="content">
                <view>1、用户有权根据本协议及本网站发布的相关规则，利用本网站发布信息、查询用户信息、参与交易，在本网站及相关产品发布信息，参加本网站的有关活动及有权享受本网站提供的其他有关资讯及信息服务。</view>
                <view>2、用户应当向本网站提供真实准确的注册信息，包括但不限于真实姓名、身份证号、联系电话、邮箱、地址、邮政编码、职业技能等。同时，用户也应当在相关资料实际变更时及时更新有关注册资料。如发现您提供的资料错误、不实、过时或不完整的，好招平台有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部好招平台服务。财智君对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。</view>
                <view>3、用户应当确保提供的电子邮件地址、联系电话等联系方式正确无误，可以让好招平台或其他用户与您进行有效联系，如通过这些联系方式无法与您取得联系，导致您在使用好招平台交易过程中产生任何损失或增加费用的，应由您完全独自承担。</view>
                <view>4、用户有权对账户设置任何未经使用的昵称，但不得以虚假信息骗取账户昵称注册，或其账户头像、简介等注册信息存在违法和不良信息，不得冒用、关联机构或社会名人注册账户昵称。好招平台有权收回任何昵称开放给其他用户使用。注册的账户昵称不得有下列情形：</view>
                <view>
                    <view>a）违反宪法或法律法规规定的；</view>
                    <view>b）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</view>
                    <view>c）损害国家荣誉和利益的，损害公共利益的；</view>
                    <view>d）煽动民族仇恨、民族歧视，破坏民族团结的；</view>
                    <view>e）破坏国家宗教政策，宣扬邪教和封建迷信的；</view>
                    <view>f）散布谣言，扰乱社会秩序，破坏社会稳定的；</view>
                    <view>g）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</view>
                    <view>h）侮辱或者诽谤他人，侵害他人合法权益的；</view>
                </view>
                <view>5、用户的帐号不得以任何方式买卖、转让、赠与或继承，除非有法律明确规定或司法裁定，并经好招平台同意，且需提供好招平台要求的合格的文件材料并根据操作流程办理。</view>
                <view>6、用户有义务确保在本网站上发布的信息真实、准确，无误导性。不得违反国家法律、法规、行政规章的规定，不得侵犯他人知识产权或其他合法权益的信息，不得违背社会公共利益或公共道德，不得违反好招平台的相关规定。</view>
                <view>7、用户在本网站交易中应当遵守诚实信用原则，不得以干预或操纵发布需求等不正当竞争方式扰乱网上交易秩序，不得从事与网上交易无关的不当行为。</view>
                <view>8、用户不应采取不正当手段（包括但不限于虚假需求、互换好评等方式）提高自身或他人信用度，或采用不正当手段恶意评价其他用户，降低其他用户信用度。</view>
                <view>9、用户不得违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）；用户不得盗刷他人银行卡；用户不得明知或应知他人可能盗刷银行卡而与对方进行交易。</view>
                <view>10、用户承诺自己在使用本网站实施的所有行为遵守法律、法规、行政规章和本网站的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，用户将以自己的名义独立承担相应的法律责任。</view>
                <view>11、用户在本网站网上交易过程中如与其他用户因交易产生纠纷，可以请求本网站从中予以协调处理。用户如发现其他用户有违法或违反本协议的行为，可以向本网站举报。</view>
                <view>12、除好招平台另有规定外，用户应当自行承担因交易产生的相关费用，并依法纳税（好招平台将依法为个体服务商完成纳税工作）。</view>
                <view>13、未经本网站书面允许，用户不得将本网站的任何资料以及在交易平台上所展示的任何信息作商业性利用（包括但不限于以复制、修改、翻译等形式制作衍生作品、分发或公开展示）。</view>
                <view>14、用户不得使用以下方式登录网站或破坏网站所提供的服务：</view>
                <view>
                    <view>a）以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件或其它自动方式访问或登录本网站；</view>
                    <view>b）通过任何方式对本公司内部结构造成或可能造成不合理或不合比例的重大负荷的行为；</view>
                    <view>c）通过任何方式干扰或试图干扰网站的正常工作或网站上进行的任何活动。</view>
                </view>
                <view>15、用户同意接收来自本网站的信息，包括但不限于活动信息、交易信息、促销信息等</view>
            </view>
            <view class="title">四、好招平台的权利和义务</view>
            <view class="content">
                <view>1、本网站负责按”现状"和"可得到"的状态向您提供好招平台服务。但好招平台对好招平台服务不作任何明示或暗示的保证，包括但不限于好招平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，好招平台也不对好招平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性做出任何承诺和保证。</view>
                <view>2、本网站仅作为您获取需求和服务信息、物色交易对象、就服务的交易进行协商及开展交易的场所，平台上的服务和需求信息系由用户自行发布，且可能存在风险和瑕疵，好招平台无法完全控制交易所涉及的服务的质量、安全或合法性，信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。</view>
                <view>3、本网站有义务在现有技术水平的基础上努力确保整个网上交流平台的正常运行，尽力避免服务中断或将中断时间限制在最短时间内，保证用户网上交流活动的顺利进行。</view>
                <view>4、本网站有义务对用户在注册使用本网站信息平台中所遇到的与交易或注册有关的问题及反映的情况及时作出回复。</view>
                <view>5、本网站有权对用户的注册资料进行审查，对存在任何问题或怀疑的注册资料，本网站有权发出通知询问用户并要求用户做出解释、改正。</view>
                <view>6、因网上信息平台的特殊性，本网站不承担对所有用户的交易行为以及与交易有关的其他事项进行事先审查的义务，但如发生以下情形，本网站有权无需征得用户的同意限制用户的活动、向用户核实有关资料、发出警告通知、暂时中止、无限期中止及拒绝向该用户提供服务：</view>
                <view>
                    <view> a）用户以非自然人名义进行认证之后认证主体自行注销或者经有权机关吊销或撤销的；</view>
                    <view>b）用户违反本协议或因被提及而纳入本协议的相关规则；</view>
                    <view>c）存在用户或其他第三方通知本网站，认为某个用户或具体交易事项存在违法或不当行为，并提供相关证据，而本网站无法联系到该用户核证或验证该用户向本网站提供的任何资料；</view>
                    <view>d）存在用户或其他第三方通知本网站，认为某个用户或具体交易事项存在违法或不当行为，并提供相关证据。本网站以普通非专业人员的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为可能对他方或本网站造成财务损失或承担法律责任。</view>
                </view>
                <view>7、根据国家法律、法规、行政规章规定、本协议的内容和本网站所掌握的事实依据，可以认定该用户存在违法或违反本协议行为以及在本网站交易平台上的其他不当行为，本网站有权无需征得用户的同意在本网站交易平台及所在网站上以网络发布形式公布该用户的违法行为，并有权随时作出删除相关信息、终止服务提供等处理。</view>
                <view>8、本网站依据本协议及相关规则，可以对用户的账户进行冻结或封号处理，因违规而被封号的用户账户中的资金在按照规定进行处置后尚有余额的，该用户可向本网站申请提现。</view>
                <view>9、本网站有权在不通知用户的前提下，删除或采取其他限制性措施处理下列信息：包括但不限于以规避费用为目的；以炒作信用为目的；存在欺诈等恶意或虚假内容；与网上交易无关或不是以交易为目的；存在恶意竞价或其他试图扰乱正常交易秩序因素；违反公共利益或可能严重损害本网站和其他用户合法利益。</view>
                <view>10、共享经济，不是避税逃税的经济，依法纳税是每个公民应尽的义务。所有个体服务商完成交易后，平台中合作的服务商有权扣除每笔订单金额中适当比例的费用，一般不会超过订单金额6%（包含交易税费和服务上个增值服务费）。</view>
                <view>11、平台中合作服务商的去税务代征点为个体或个体户提供代开票的服务，但个体或服务商不能属于以下禁止范围：</view>
                <view>
                    <view>①、军人、公职人员等国家法律法规和纪律规定禁止从事兼职或经商的人员；</view>
                    <view>②、服务商是需求方公司雇员等其他与企业具有劳动/劳务合同关系、或其他类似的劳动人事法律关系并从与其有前述关系的公司取得工资薪金所得的人员；</view>
                    <view>③、服务商是需求方企业法定代表人、股东、董事、监事等其他从所属公司取得收入的人员；</view>
                    <view>④、有个体工商企业身份的第三方服务商 。</view>
                </view>
            </view>
            <view class="title">五、好招平台的责任范围</view>
            <view class="title-second">当用户接受该协议时，用户应当明确了解并同意：</view>
            <view class="content">
                <view> 1、本网站不能随时预见到任何技术上的问题或其他困难。该等困难可能会导致数据损失或其他服务中断。本网站是在现有技术基础上提供的服务。本网站不保证以下事项：</view>
                <view>
                    <view>a）本网站将符合所有用户的要求；</view>
                    <view>b）本网站不受干扰、能够及时提供、安全可靠或免于出错；</view>
                    <view>c）本服务使用权的取得结果是正确或可靠的。</view>
                </view>
                <view>2、是否经由本网站下载或取得任何资料，由用户自行考虑、衡量并且自负风险，因下载任何资料而导致用户电脑系统的任何损坏或资料流失，用户应负完全责任。希望用户在使用本网站时，小心谨慎并运用常识。</view>
                <view>3、用户经由本网站取得的建议和资讯，无论其形式或表现，绝不构成本协议未明示规定的任何保证。</view>
                <view>4、基于以下原因而造成的利润、商誉、使用、资料损失或其它无形损失，本网站不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿（即使本网站已被告知前款赔偿的可能性）：</view>
                <view>
                    <view>a）使用或未能使用好招平台服务；</view>
                    <view>b）第三方未经批准的使用您的账户或更改您的数据；</view>
                    <view>c）本网站中任何第三方之声明或行为；</view>
                    <view>d）本网站在服务交易中为用户提供交易机会，推荐交易方；</view>
                    <view>e）通过好招平台交易服务或获取任何平台增值服务、数据、信息或进行交易等行为或替代行为产生的费用及损失；</view>
                    <view>f）您对好招平台服务的误解；</view>
                    <view>g）任何非因好招平台的原因而引起的与好招平台服务有关的其它损失。</view>
                    <view>h）本网站其它相关事宜。</view>
                </view>
                <view>5、本网站只是为用户提供一个服务交易的平台，对于用户所发布的需求的合法性、真实性及其品质，以及用户履行交易的能力等，本网站一律不负任何担保责任。</view>
                <view>6、本网站提供与其它互联网上的网站或资源的链接，用户可能会因此连结至其它运营商经营的网站，但不表示本网站与这些运营商有任何关系。其它运营商经营的网站均由各经营者自行负责，不属于本网站控制及负责范围之内。对于存在或来源于此类网站或资源的任何内容、广告、物品或其它资料，本网站亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、物品或服务所产生的任何损害或损失，本网站不负任何直接或间接的责任。</view>
                <view>7、好招平台所有交易订单都会根据实际需求和服务描述内容生成电子合同，并代为申请、使用数字证书，代为制作、加盖电子印章，交易双方如对合同有异议可申请终止交易。</view>
            </view>
            <view class="title">六、特别授权</view>
            <view class="title-second">您完全理解、同意并不可撤销地授予好招平台及其关联公司下列权利：</view>
            <view class="content">
                <view>1、根据本协议及好招平台规则的规定，处理您在好招平台上发生的所有交易及可能产生的交易纠纷。您同意接受好招平台或好招平台授权的第三方或您与好招平台一致同意的第三方的判断和调查处理决定。该决定将对您具有法律约束力。</view>
                <view>2、一旦您向好招平台和/或其关联公司做出任何形式的承诺，且相关公司已确认您违反了该承诺，则好招平台有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示相关公司确认的您的违约情况。您了解并同意，好招平台无须就相关确认与您核对事实，或另行征得您的同意，且好招平台无须就此限制措施或公示行为向您承担任何的责任。</view>
                <view>3、对于您提供的资料及数据信息，您授予好招平台及其关联公司永久免费的许可使用权利 (并有权在多个层面对该权利进行再授权)。此外，好招平台及其关联公司有权(全部或部份地) 使用、复制、修订、改写、发布、翻译、分发、执行和展示您的全部资料数据（包括但不限于注册资料、交易行为数据及全部展示于好招平台的各类信息）或制作其派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。</view>
                <view>4、本网站在某些特定的交易订单状态下，可能以短信形式发送确认信息到您注册的手机号码上，不回复默认视为同意。</view>
                <view>5、好招平台或好招平台授权的第三方或您与好招平台一致同意的第三方有权基于您不可撤销的授权受理您与其他会员因交易产生的争议，并有权单方判断与该争议相关的事实及应适用的规则，进而做出处理决定，包括但不限于调整相关订单的交易状态，争议款项的全部或部分支付给交易一方或双方。该处理决定对您有约束力。如您未在限期内执行处理决定的，则好招平台有权利（但无义务）直接使用您账户内的款项，或您向好招平台及其关联公司交纳的保证金代为支付。您应及时补足保证金并弥补好招平台及其关联公司的损失，否则好招平台及其关联公司有权直接抵减您在其它合同项下的权益，并有权继续追偿。</view>
                <view>6、好招平台或好招平台授权的第三方或您与好招平台一致同意的第三方并非司法机构，仅能以普通人的身份对证据进行鉴别，好招平台或好招平台授权的第三方或您与好招平台一致同意的第三方对争议的调查处理完全是基于您不可撤销的授权，其无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行向受益人索偿。</view>
            </view>
            <view class="title">七、协议终止</view>
            <view class="content">
                <view>1、好招平台有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部好招平台服务，暂时冻结或永久冻结（注销）您的账户在好招平台的权限，且无须为此向您或任何第三方承担任何责任。</view>
                <view>2、出现以下情况时，好招平台有权直接以注销账户的方式终止本协议，并有权永久冻结（注销）您的账户在好招平台的权限和收回账户对应的好招平台昵称：</view>
                <view>
                    <view>a）好招平台终止向您提供服务后，您涉嫌再一次直接或间接以他人名义注册为好招平台用户；</view>
                    <view>b）您提供的联系方式不正确或不存在，且没有任何其他方式可以与您进行联系；</view>
                    <view>c）您提供的用户信息中的主要内容不真实或不准确或不及时或不完整；</view>
                    <view>d）本协议（含规则）变更时，您明示并通知好招平台不愿接受新的服务协议；</view>
                    <view>e）其它好招平台认为应当终止服务的情况。</view>
                </view>
                <view> 3、您的账户服务被终止或者账户在好招平台的权限被永久冻结（注销）后，好招平台没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</view>
                <view>4、您同意，您与好招平台的合同关系终止后，好招平台仍享有下列权利：</view>
                <view>
                    <view>a）继续保存您的用户信息及您使用好招平台服务期间的所有交易信息。</view>
                    <view>b）您在使用好招平台服务期间存在违法行为或违反本协议和/或规则的行为的，好招平台仍可依据本协议向您主张权利。</view>
                </view>
                <view> 5、好招平台中止或终止向您提供好招平台服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保好招平台免于因此产生任何损失或承担任何费用：</view>
                <view>
                    <view>a)、您在服务中止或终止之前已经上传至好招平台的服务交易尚未交易的，好招平台有权在中止或终止服务的同时删除此项服务交易的相关信息；</view>
                    <view>b)、您在服务中止或终止之前已经与其他会员达成服务交易合同，但合同尚未实际履行的，好招平台有权删除该买卖合同及其交易服务的相关信息；</view>
                    <view>c)、您在服务中止或终止之前已经与其他会员达成买卖合同且已部分履行的，好招平台可以不删除该项交易，但好招平台有权在中止或终止服务的同时将相关情形通知您的交易对方。</view>
                </view>
            </view>
            <view class="title">八、账户安全</view>
            <view class="content">
                <view>1、用户须对自己的账户和密码负责，您有权根据需要更改登录账户和密码。因用户的过错导致的任何损失由用户自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，用户使用的计算机被他人侵入。</view>
                <view>2、用户须对您在该账户和密码下发生的所有活动承担责任，包括但不限于发布服务、发布需求、预约服务、报名需求、确认支付等。</view>
                <view>3、用户需确保在每个上网时段结束时，以正确步骤离开网站/服务。好招平台不能也不会对因您未能遵守本款规定而发生的任何损失负责。</view>
                <view>4、在使用本网站服务进行网上交易时，请用户妥善保护自己的个人或法人信息，仅在必要的情形下向他人提供；</view>
                <view>5、如果用户发现自己的个人或法人信息泄密，尤其是用户账户或“支付账户管理”账户及密码发生泄露，请用户立即联络本网站客服，以便我们采取相应措施。</view>
                <view>6、本网站不会向任何人出售或出借用户的个人或法人信息，除非事先得到用户得许可；</view>
                <view>7、本网站亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人或法人信息。任何用户如从事上述活动，一经发现，本网站有权立即终止与该用户的服务协议，查封其账号。</view>
            </view>
            <view class="title">九、不可抗力</view>
            <view class="title-second">因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，双方均不承担责任。本合同所称之不可抗力意指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。</view>
            <view class="title">十、隐私权政策</view>
            <view class="title-second">用户的个人或法人信息将在下述情况下部分或全部被披露：</view>
            <view class="content">
                <view>a）经用户同意，向第三方披露；</view>
                <view>b）用户在使用本网站过程中涉及到知识产权类纠纷，有他方主张权利的，本网站在审核主张方提交的资料后认为披露用户信息有助于纠纷解决的；</view>
                <view>c）根据法律的有关规定，或者行政、司法机关的要求，向第三方或者行政、司法机关披露；</view>
                <view>d）若用户出现违反中国有关法律或者网站规定的情况，需要向第三方披露；</view>
                <view>e）为提供你所要求的产品和服务，而必须和第三方分享用户的个人或法人信息；</view>
                <view>f）为保护您、我们的其他用户或我们的关联方的合法权益，我们可能将您的个人信息用于预防、发现、调查以下事项：欺诈、危害安全、违法或违反与我们或其关联方协议、政策或规则的行为；</view>
                <view>g）在遵循隐私权保护以及其他相应的保密安全措施的前提下，允许我们将您的个人信息提供给相关合作方，让其根据我方指令处理相关信息；</view>
                <view>h）其它本网站根据法律或者网站规定认为合适的披露。</view>
            </view>
            <view class="title-second"> 若您不同意以上内容，请立即停止使用好招平台平台服务。<br>
                用户或者第三方申请本网站披露其他用户信息的，本网站有权视实际情况要求申请人出具申请书，申请书内容应包含申请披露的信息范围、用途及使用承诺等内容。<br>
                本网站公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。</view>
            <view class="title">十一、知识产权条款</view>
            <view class="content">
                <view>1、本网站之域名、商标，以及本网站内所有信息内容（本网站用户发布的信息除外），包括但不限于网站架构、文字、图片、软件、音频、视频、用户等级/评价体系/信用体系/榜单等数据信息，以及所有本网站使用之所有技术、数据分析模型、计算机软件、数据库（第三方创建并保留所有权和/或知识产权的除外），其所有权知识产权均归属好招平台唯一所有，未经好招平台书面许可，任何人均不得擅自进行全部和局部复制、转载、引用和链接等使用和处分。</view>
                <view>2、用户在本网站发布的任何信息和内容（用户隐私信息除外），包括但不限于文字、图片、软件、音频、视频等，均被视为永久、免费且不可撤销地许可好招平台自行或许可其关联方、业务合作方、宣传方不受任何限制的使用和处分。</view>
                <view>3、任何单位或者个人不得以任何方式引诱本网站用户或者第三方复制转载本网站之信息内容，或者同意该用户或者第三方复制转载本网站内容。</view>
                <view>4、任何违反本站知识产权声明的行为，本站保留进一步追究法律责任的权利。</view>
            </view>
            <view class="title">十二、法律适用、管辖与其他</view>
            <view class="content">
                <view>1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例。</view>
                <view>2、因本协议产生之争议需根据您使用的服务归属的平台确定具体的争议对象，因您使用好招平台服务所产生的争议应由财智君的经营者与您直接沟通并处理。一旦产生不可调和的争议，您与好招平台的经营者均同意该争议统一归好招平台所在地相应级别的法院管辖。</view>
                <view>3、本协议以其中文版本为最终生效版本。</view>
            </view>
        </view>
    </view>
</template>
<script>
export default {
    data(){
        return {}
    },
    onShow(){},
    methods: {},
}
</script>
<style lang="scss" scoped>
    @import "./index.scss";
</style>